{
  "firstTutor": [
    {
      "text": "Привет, салага!"
    },
    {
      "text": "Я нанял тебя на эту АРХИВАЖНУЮ должность не просто так!"
    },
    {
      "text": "Будешь работать за кассой и обслуживать клиентов моего магазина."
    },
    {
      "text": "Краткий экскурс, слушай внимательно, повторять не стану."
    },
    {
      "text": "Приходит клиент, ты пробиваешь товары, он платит, все."
    },
    {
      "text": "Не слишком сложно, салага?"
    },
    {
      "text": "Но твои клиенты не будут ждать вечно. Сверху можешь увидеть шкалу терпения каждого клиента."
    },
    {
      "text": "Если терпение закончится раньше, чем ты успеешь его обслужить, он уйдет, а ты получишь от меня по шапке"
    },
    {
      "text": "В рамках этой работы будет действовать правило кармы. Ты можешь повышать и понижать ее значение."
    },
    {
      "text": "На что она будет влиять я расскажу попозже, если ты конечно продержишься тут хотя бы день."
    },
    {
      "text": "..."
    },
    {
      "text": "Самое главное здесь - деньги."
    },
    {
      "text": "В конце дня ты можешь либо выйти в плюс по деньгам, либо...останешься мне должен, хе-хе"
    },
    {
      "text": "Плюс или минус на кассе после каждого дня также влияет на счетчик кармы"
    },
    {
      "text": "Если ты дашь покупателю больше сдачи чем требуется..."
    },
    {
      "text": "...получишь минус на кассе"
    },
    {
      "text": "Как же получить плюс? Хе-хе, думаю ты уже догадался"
    },
    {
      "text": "Но учти. Если покупатель заметит что ты его обсчитал, значение твоей кармы уменьшится"
    },
    {
      "text": "Чем больше разница, тем выше шанс что покупатель тебя спалит, не советую переходить порог в 8$"
    },
    {
      "text": "..."
    },
    {
      "text": "Ах да, чтоб отпустить клиента, которого ты уже рассчитал - оторви чек."
    },
    {
      "text": "Хотя я думаю ты и сам был в состоянии догадаться"
    },
    {
      "text": "Так, хватит болтать! Принимайся за работу и не опозорь свою семью! Хе-хе."
    }
  ],
  "secondTutor": [
    {
      "text": "Ты пережил первый день - поздравляю!"
    },
    {
      "text": "Я хотел ставить на то, что ты убежишь отсюда в слезах, но еще не вечер"
    },
    {
      "text": "Обрати внимание на оценку, что я тебе поставил. Такая будет ставиться в конце каждого рабочего дня"
    },
    {
      "text": "\"А\" - если все безупречно, ты не потерял ни одного клиента и как минимум не остался мне должен"
    },
    {
      "text": "\"В\" - если хотя бы один из вышеперечисленных пунктов ты умудрился выполнить"
    },
    {
      "text": "\"С\"  - если удача новичка тебя таки покинет и ты закончишь день с минусом на кассе и потеряв хотя бы одного клиента!"
    },
    {
      "text": "Это не просто формальность, сынок"
    },
    {
      "text": "Если ты 5 дней подряд получишь оценку \"С\" - вылетишь отсюда быстрее чем пробка из бутылки моего любимого пива!"
    }
  ],
  "thirdTutor": [
    {
      "text": "Познакомлю тебя с важной механикой, которая может неоднократно спасти твою шкуру..."
    },
    {
      "text": "...или зарыть тебя еще глубже в навозную яму"
    },
    {
      "text": "Перед каждый рабочим днем тебе нужно будет выбрать 1 из 6 карт"
    },
    {
      "text": "Тебе может попасться хорошая карта, а может и полное...разочарование, хе-хе"
    },
    {
      "text": "Выпавший эффект длится ровно 1 рабочий день"
    },
    {
      "text": "От чего зависит хорошая или плохая карта тебе выпадет? Конечно же от госпожи удачи!"
    },
    {
      "text": "Но не только. Помнишь я говорил тебе про карму? Вспоминай, салага"
    },
    {
      "text": "Ты начал здесь работать со значением кармы в 50 пунктов, из возможных 100"
    },
    {
      "text": "А значит шанс выпадения хорошей или плохой карты - 50/50"
    },
    {
      "text": "Чем меньше значение кармы - тем больше шанс что попадется плохая карта, а если..."
    },
    {
      "text": "Ну уловил логику, да? Замечательно"
    },
    {
      "text": "Максимальное количество хороших или плохих карт - 5"
    },
    {
      "text": "То есть даже с безупречной кармой ты всегда можешь нарваться на неприятный сюрприз"
    },
    {
      "text": "Но зато и из полной безнадеги сможешь выбраться чуть что"
    },
    {
      "text": "Это всё карты, я тебе не помощник"
    },
    {
      "text": "Ах да, текущее значение кармы ты всегда можешь посмотреть вот здесь"
    }
  ],
  "fourthTutor": [
    {
      "text": "Стой. Куда руки тянешь, ничего не смущает?"
    },
    {
      "text": "Разуй глаза и взгляни на штрих-код, он будто порван, да?"
    },
    {
      "text": "Руки бы оторвать этим на складе...но ничего не поделаешь, отдуваться за их ошибки будешь ты"
    },
    {
      "text": "Эта кнопка отправит тебя в чудный мир кассового аппарата с неограниченными возможностями!"
    },
    {
      "text": "Например ввести штрих-код вручную"
    },
    {
      "text": "Ах да, будь осторожен с привлекательной кнопкой с мусорным баком, я вижу как она тебя манит"
    },
    {
      "text": "Пока она тебе не понадобится. Удалишь товар клиента - схлопотаешь минус в карму! Мгновенно!"
    },
    {
      "text": "На этом нравоучения закончились, приступай к работе"
    }
  ],
  "fifthTutor": [
    {
      "text": "Вернемся к теме про удаление товара"
    },
    {
      "text": "К тебе могут прийти наивные школьники и попытаться купить у тебя сигареты или бутылочку пива"
    },
    {
      "text": "Что мы делаем в таком случае? Правильно, грех на себя не берем и удаляем такие товары"
    },
    {
      "text": "Будь внимателен, пробьешь такой товар - считай преступил закон!"
    },
    {
      "text": "В тюрьму не посажу, но на карме это плохо скажется!"
    },
    {
      "text": "Надеюсь с распознаванием несовершеннолетних проблем не будет?"
    },
    {
      "text": "Они еле до кассы достают, справишься, я думаю"
    },
    {
      "text": "Еще важный момент, четвертая кнопка на экране - как думаешь что она делает?"
    },
    {
      "text": "Я кражи не приемлю, сынок. Поэтому особо дорогие товары защищены специальной системой \"антивор\""
    },
    {
      "text": "Прежде чем пробить такой товар необходимо ее снять."
    },
    {
      "text": "Пока все - работай!"
    }
  ],
  "warningDoNotClick": [
    {
      "text": "Куда ты кликаешь? Рано тебе! Нажмешь еще раз - мир схлопнется!"
    }
  ],
  "bagTutor": [
    {
      "text": "Ну и что ты стушевался?"
    },
    {
      "text": "Вытягиваешь снизу пакет и даешь клиенту"
    },
    {
      "text": "Конечно же предварительно открыв его. Мы же это, как его..."
    },
    {
      "text": "\"...клиентоориентированное предприятие\"! Хе-хе"
    },
    {
      "text": "Ах да, убедись что пакет точно открылся - потяни три раза, чтоб наверняка"
    }
  ],
  "couponTutor": [
    {
      "text": "Скидку он захотел..."
    },
    {
      "text": "Значит смотри: некоторые клиенты особо умные и где-то достали особые купоны на скидку"
    },
    {
      "text": "Естественно все официально, я когда-то их раздавал...Молод был и глуп"
    },
    {
      "text": "Уже не важно, важно то, что не все купоны действительны"
    },
    {
      "text": "Тебя могут попробовать провести, докажи что это не так просто, как кажется при первом взгляде на тебя"
    },
    {
      "text": "Сохрани мои деньги!"
    },
    {
      "text": "Внимательно смотри на дату действия купона и QR код"
    },
    {
      "text": "Даже если маленький кусочек кода стерт..."
    },
    {
      "text": "...очень жаль, но такой купон не действителен"
    },
    {
      "text": "Если хоть что-то из этого вызывает у тебя подозрения - не стесняйся отказать клиенту"
    },
    {
      "text": "Чтоб принять купон - считай специальным аппаратом этот злосчастный QR-код"
    },
    {
      "text": "А чтоб отказать - просто проведи по купону и он автоматически станет еще более непригодным, хе-хе"
    },
    {
      "text": "Учти - любая ошибка стоит баллов твоей кармы"
    },
    {
      "text": "Жми на купон и вперед! Делай мне деньги!"
    }
  ],
  "screenErrorTutor": [
    {
      "text": "Так, что тут у нас??"
    },
    {
      "text": "Сломал систему? Молодец!"
    },
    {
      "text": "Что значит сама вылете..."
    },
    {
      "text": "Ладно, не легко будет на тебе ездить, значит слушай"
    },
    {
      "text": "Система у нас не идеальна, бывает сбоит, программисты что-то там напутали, как обычно"
    },
    {
      "text": "Ты время на теряй, как только ошибка вылетает - жми перезагрузить"
    },
    {
      "text": "Клиент, в отличии от меня, ангельским терпением не отличается и долго ждать не будет"
    },
    {
      "text": "Ах да, во время ошибки товар не сканируется"
    },
    {
      "text": "Ну вот такая вот у нас маленькая периодическая поломка случается"
    },
    {
      "text": "Главное остальное работает как часы! И ты не отставай!"
    }
  ],
  "checkErrorTutor": [
    {
      "text": "Еще маленькое уточнение"
    },
    {
      "text": "Ты ведь не думал, что рулоны чеков бесконечные, их нужно менять, периодически"
    },
    {
      "text": "Значит тыкаешь в аппарат, убираешь старый рулон, ставишь новый"
    },
    {
      "text": "и естественно не забудь его прокрутить вниз немного, чтоб чек схватился"
    },
    {
      "text": "За работу!"
    }
  ],
  "endOfLevel": [
    {
      "text": "Я ведь тебя предупреждал..."
    },
    {
      "text": "Ты даже с такой простой работой не справился"
    },
    {
      "text": "Удачи на бирже труда, салага"
    }
  ]
}